tap "austinliuigi/brew-neovim-nightly", "https://github.com/austinliuigi/brew-neovim-nightly.git"
tap "browsh-org/browsh"
tap "felixkratz/formulae"
tap "julien-cpsn/atac"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "shopify/shopify"
tap "stripe/stripe-cli"
tap "yqrashawn/goku"
brew "age"
brew "atac"
brew "atuin"
brew "bat"
brew "biome"
brew "cmake"
brew "cmatrix"
brew "commitizen"
brew "delve"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gitleaks"
brew "glow"
brew "gnu-sed"
brew "gum"
brew "htop"
brew "hurl"
brew "icu4c@76"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lsd"
brew "luarocks"
brew "mas"
brew "midnight-commander"
brew "mkcert"
brew "mutt"
brew "mysql", restart_service: :changed
brew "mysql@8.4", restart_service: :changed
brew "navi"
brew "neovim"
brew "pandoc"
brew "php@8.3"
brew "pipes-sh"
brew "pkgconf"
brew "pngpaste"
brew "poppler"
brew "postgresql@14"
brew "python@3.12"
brew "rbenv"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tree"
brew "trippy"
brew "vercel-cli"
brew "vim"
brew "wget"
brew "xh"
brew "yarn"
brew "yazi"
brew "z"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "browsh-org/browsh/browsh"
brew "felixkratz/formulae/borders"
brew "stripe/stripe-cli/stripe"
brew "yqrashawn/goku/goku"
cask "aerospace"
cask "alacritty"
cask "basictex"
cask "bruno"
cask "cljstyle"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "hammerspoon"
cask "hyper"
cask "iterm2"
cask "ngrok"
cask "programmer-dvorak"
cask "sf-symbols"
cask "shortcat"
cask "vscodium"
cask "warp"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "CotEditor", id: 1024640650
mas "Expressions", id: 913158085
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Plain Text Editor", id: 1572202501
mas "SubTotal", id: 1569053675
mas "Telegram", id: 747648890
mas "TextEditor", id: 1634592500
mas "The Clock", id: 488764545
mas "UMLBoard", id: 1579236127
mas "Xcode", id: 497799835
