tap "austinliuigi/brew-neovim-nightly", "https://github.com/austinliuigi/brew-neovim-nightly.git"
tap "browsh-org/browsh"
tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "julien-cpsn/atac"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "shopify/shopify"
tap "sst/tap"
tap "stripe/stripe-cli"
tap "yqrashawn/goku"
brew "age"
brew "atac"
brew "atuin"
brew "bat"
brew "biome"
brew "cmake"
brew "cmatrix"
brew "ripgrep"
brew "codex"
brew "delve"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gitleaks"
brew "glow"
brew "gnu-sed"
brew "gum"
brew "htop"
brew "hurl"
brew "ical-buddy"
brew "icu4c@76"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "mas"
brew "mkcert"
brew "mutt"
brew "mysql", restart_service: :changed
brew "mysql@8.4", restart_service: :changed
brew "navi"
brew "neovim"
brew "sqlite"
brew "pandoc"
brew "php@8.3"
brew "pipes-sh"
brew "pkgconf"
brew "pngpaste"
brew "poppler"
brew "portaudio"
brew "postgresql@14", link: false
brew "postgresql@15", restart_service: :changed, link: true
brew "pyenv"
brew "rbenv"
brew "resvg"
brew "sevenzip"
brew "starship"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tree"
brew "trippy"
brew "vercel-cli"
brew "wget"
brew "xh"
brew "yarn"
brew "yazi"
brew "z"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "browsh-org/browsh/browsh"
brew "charmbracelet/tap/crush"
brew "felixkratz/formulae/borders"
brew "sst/tap/opencode"
brew "stripe/stripe-cli/stripe"
brew "yqrashawn/goku/goku"
cask "aerospace"
cask "alacritty"
cask "basictex"
cask "bruno"
cask "cljstyle"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "hammerspoon"
cask "hyper"
cask "hyperwhisper"
cask "iterm2"
cask "ngrok"
cask "orbstack"
cask "programmer-dvorak"
cask "sf-symbols"
cask "shortcat"
cask "vscodium"
cask "warp"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "CotEditor", id: 1024640650
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SubTotal", id: 1569053675
mas "Telegram Lite", id: 946399090
mas "The Clock", id: 488764545
mas "UMLBoard", id: 1579236127
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "anysphere.cursorpyright"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codeandstuff.package-json-upgrade"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "gruntfuggly.todo-tree"
vscode "jock.svg"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "shopify.theme-check-vscode"
vscode "sumneko.lua"
vscode "unifiedjs.vscode-mdx"
vscode "yzhang.markdown-all-in-one"
go "github.com/bootdotdev/bootdev"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
