tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "atuin"
brew "biome"
brew "ripgrep"
brew "codex"
brew "eza"
brew "fzf"
brew "gh"
brew "goku"
brew "hurl"
brew "lazygit"
brew "navi"
brew "neovim"
brew "pipx"
brew "pyenv"
brew "starship"
brew "stow"
brew "tree"
brew "vercel-cli"
brew "yazi"
brew "z"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "felixkratz/formulae/borders"
cask "aerospace"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "ngrok"
cask "orbstack"
cask "sf-symbols"
cask "warp"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "CotEditor", id: 1024640650
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SubTotal", id: 1569053675
mas "Telegram Lite", id: 946399090
mas "The Clock", id: 488764545
mas "UMLBoard", id: 1579236127
